[
    {
        "autor": "AutoModerator",
        "comentario": "Hey /u/IronBoys307, thank you for submitting to /r/starterpacks! \n\nThis is just a reminder not to violate any rules, located [here](https://reddit.com/r/starterpacks/about/rules). Rule breakers can face a ban based on the severity of their rule violation.\n\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/starterpacks) if you have any questions or concerns.*"
    },
    {
        "autor": "SalsaDraugur",
        "comentario": "The small town is probably why someone would start spoofing their location, the game sucks if you're not in a densely populated area."
    },
    {
        "autor": "Gloomy-Concentrate-2",
        "comentario": "In the centre of the city where I live there are like 7 small statues next to each other and someone made a different pokestop for each one of them"
    },
    {
        "autor": "Apollo_Danger",
        "comentario": "Summer 2016 was the best summer of my adult life thanks to this game. That time was magical and I'll never forget it."
    },
    {
        "autor": "kchambers92",
        "comentario": "I mean, Niantic gives no shits about the players that live in the sticks. If I could spoof my GPS, I 100% would, I tried but the instructions are a foreign language to me. It's a drive to town too, and there's only like 4 stops on the way. Downtown though, poppin, but I'm not driving like 30 miles round trip to raid a gym. Don't have time for that."
    },
    {
        "autor": "Walrusin_about",
        "comentario": "Yeah as someone who lives rurally I don't blame them. I fully support rural players spoofing since its pretty much the only way that you can play"
    },
    {
        "autor": "Chicken-fork-king",
        "comentario": "Good for them, it always seemed ass backwards to me when I played that the small rural towns (in which I lived) suffered from having no Pokémon. I thought the point of the main games was finding Pokémon in the wild, yet in this game they clog up city streets and are basically absent in the actual wild. Niantic is also a company that doesn’t care about you, so if it allows you to enjoy their game, I’d say exploit all you want."
    },
    {
        "autor": "KeziaTML",
        "comentario": "Nothing will beat that first summer."
    },
    {
        "autor": "Krombopulos-Savage",
        "comentario": "People bother to hack in that game?"
    },
    {
        "autor": "Olaaphrodite",
        "comentario": "How do u hack pokemon go? Asking for a friend"
    },
    {
        "autor": "Pikalika",
        "comentario": "Ahh that was me before they closed iSpoofer\n\nLiving in the middle of nowhere, only chance to actually get things done. need 8 people to win a Mewtwo raid? I doubt if we had 8 players total in my city!"
    },
    {
        "autor": "Bigbam51",
        "comentario": "You forgot Sydney Australia"
    },
    {
        "autor": "coppertech",
        "comentario": "a few years ago I worked for a company where I traveled a lot and worked overnights. my boss was super into PGO. he carried 3 phones on him that was just for playing the game. we would rack up travel points through airlines and he would legit book flights on our downtime, fly out to wherever an event was going on that day, and fly back that evening in time for work.\n\nlike we would be in Chicago and have 12 hours of downtime, he would fly out to Atlanta as soon as we stopped work, go play, then fly back just in time to start work agin."
    },
    {
        "autor": "tryM3B1tch",
        "comentario": "i mean, living in fuck all no where for pokemon go is boring. theres like 1 pokestop thats some bush or a public footpath sign"
    },
    {
        "autor": "Vaelthune",
        "comentario": "Agree with everything but the avatar statement. They're all paid event items, literally the people who don't look like this are the people who put effort into their outfits."
    },
    {
        "autor": "Draxtonsmitz",
        "comentario": "I just finally collected the final of the original 151 Pokémon. So now if I get banned, not as big a deal."
    },
    {
        "autor": "RecklessGeek",
        "comentario": "Why some cities in Spain?"
    },
    {
        "autor": "soda_fucker",
        "comentario": "It's 37 degrees with 57% humidity I ain't getting out of the house"
    },
    {
        "autor": "Tinkerballsack",
        "comentario": "The main spoofer on my friends list is from Taiwan."
    },
    {
        "autor": "neuromorph",
        "comentario": "So spoofing still works!?"
    },
    {
        "autor": "AzureDementia",
        "comentario": "I think I gotta start cuz I’m in a super small town"
    },
    {
        "autor": "OneOverX",
        "comentario": "I tore my MCL a few weeks after Pokémon Go came out and went from hatching 10km eggs on the daily to using a hacked APK from my bed for 3 months.  Y’all worry too much about people spoofing to play a game they may not otherwise have access to."
    },
    {
        "autor": "GrumpMcTaco",
        "comentario": "Given there are like 2 pokestops and 1 gym within 30 miles of my tiny town, I just wanna play game."
    },
    {
        "autor": "bongowasd",
        "comentario": "As someone who lives in a small town I've been heavily considering it. Maybe it'll start being fun. Raids are basically the only thing I care about and Remote Raids keep getting nerfed. Find myself playing less and less."
    },
    {
        "autor": "holololo2323",
        "comentario": "Gee maybe make the game not shit for people in rural areas then"
    },
    {
        "autor": "pumpkin2500",
        "comentario": "my inventory has been full in that game since it came out. both pokemon and backpack. i dont play it anymore since i can barely catch pokemon and cant visit stops or gyms"
    },
    {
        "autor": "[deleted]",
        "comentario": "I taught my math teacher to spoof"
    },
    {
        "autor": "VanCortez",
        "comentario": "I once met a guy like that in the forest. It had 4 arenas and was kinda secluded. There was always a guy with 3 similar looking characters on a extremely high level, with ridiculous Pokemon. I never knew who he was until then. I actually called him out, but he was this very shy nerd who just mumbled something like \"it's just a game\" Under his breath and walked away."
    },
    {
        "autor": "potato_famine69",
        "comentario": "people still play this game?"
    },
    {
        "autor": "[deleted]",
        "comentario": "When I played this game I used to spoof. Only because I had like a far ass poke stop and lame ass Pokémon would pop up. Plus it would make the non spoofer players mad and that was a huge bonus. Like I’ll get banned not you, shit shart."
    },
    {
        "autor": "mennnnnnnnnnnnnnn",
        "comentario": "How do I get it"
    },
    {
        "autor": "YuhboiGabe",
        "comentario": "How do I get this"
    },
    {
        "autor": "PAPAxJI",
        "comentario": "lmao so true"
    },
    {
        "autor": "Strict_Grab_6587",
        "comentario": "Add me 817407562019"
    },
    {
        "autor": "Aggressive-Mix-7923",
        "comentario": "IS PG SHARP THE BEST? IF NOT WHAT IS THATS FREE"
    },
    {
        "autor": "SnooBananas6578",
        "comentario": "Dude I wanna be that guy."
    },
    {
        "autor": "Opening_Builder9027",
        "comentario": "Also active 24/7 and never opens/sends gifts"
    },
    {
        "autor": "Longjumping_Key_1624",
        "comentario": "278023669263"
    },
    {
        "autor": "0507gotquestions",
        "comentario": "WHC72FBTV"
    },
    {
        "autor": "Repulsive_Home_5914",
        "comentario": "hahahaha theres a new craze down in SF, its called Glimpse -- similar"
    },
    {
        "autor": "tomorrowlanding",
        "comentario": "Hilarious"
    }
]